Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ཤེས་ལྡན་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་སྤུ་གྲིའི་སེར་བ་འབེབས་ཤིང་དུ་མ་ཞིག་བུ་མེད་པ་དང་། ཁྱིམ་ཐབ་མེད་པར་བྱེད་ཅིང་འོང་ངོ་།
en: “Sirs, the śramaṇa Gautama will come, causing hail like razors and making many people sonless or husbandless.”

source: །འཕགས་པ་དག་གལ་ཏེ་དེ་ལྟ་ན་གང་གི་དུས་ཁོ་ནར་གཞེས་པར་བགྱི་བ་དེ་ཁོ་ནའི་དུས་སུ་བདག་ཅག་སྤང་བར་བགྱིའམ།
en: “O noble ones, if that is the case, are you abandoning us at the very moment when you should stay?

source: བཞུགས་ཤིག་མ་བཞུད་ཅིག །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Please stay. Please do not leave.”

source: བདག་ཅག་ཅི་སྟེ་འདུག་ཁྱེད་ཅག་ཁོ་བོ་ཅག་གི་ཉན་དུ་མི་བཏུབ་བོ།
en: “Why should we stay? You are incapable of listening to us,” they said.

source: །འཕགས་པ་དག་གསུང་ཤིག་མཉན་པར་བགྱིའོ། །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “O noble ones, please tell us. We will listen to you.”

source: ཤེས་ལྡན་དག་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ཉེ་འཁོར་གྱི་སྐྱེ་བོའི་ཚོགས་ཐམས་ཅད་གནས་ནས་ཕྱུང་ལ་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ནང་དུ་ཚུད་ཅིག་རྩྭ་སྔོན་པོ་རྣམས་རྔོས་ཤིག །འདུག་གནས་རྣམས་ནི་ཤིག་ཅིག །མེ་ཏོག་དང་འབྲས་བུའི་ཤིང་རྣམས་ནི་ཚོད་ཅིག །ཆུ་རྣམས་ནི་དུག་ལུགས་ཤིག །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “Sirs,” they said, “flush out all the people near the city of Bhadraṃkara from their houses and lead them into the city of Bhadraṃkara. Cut the green grass. Destroy their residences. Cut down trees that bear flowers and fruits. Pour poison in the water.”

source: འཕགས་པ་དག་བཞུགས་ཤིག་དང་ཐམས་ཅད་བགྱིའོ།
en: “O noble ones,” they replied, “please stay and we will do all of that.”

source: །དེ་ནས་དེ་རྣམས་ཀྱིས་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ཉེ་འཁོར་གྱི་སྐྱེ་བོའི་ཚོགས་ཐམས་ཅད་གནས་ནས་བཏོན་ནས་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ནང་དུ་བཙུད་དེ། རྩྭ་སྔོན་པོ་རྣམས་ནི་བརྔས། འདུག་གནས་རྣམས་ནི་བཤིག །མེ་ཏོག་དང་འབྲས་བུའི་ཤིང་ནི་བཅད། ཆུ་རྣམས་ནི་དུག་བླུགས་སོ།
en: They then did flush out all the people near the city of Bhadraṃkara from their houses and led them into the city of Bhadraṃkara, cut the green grass, destroyed residences, cut down the flower and fruit trees, and poured poison in the water.

source: །དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བསམས་པ། བཅོམ་ལྡན་འདས་ལ་བཀུར་སྟི་མ་ཡིན་པ་བྱེད་པ་ཡལ་བར་དོར་བ་ནི་བདག་གི་ཆ་མ་ཡིན་ཏེ།
en: Then Śakra, Lord of the Gods, thought, “It would not be right for me to ignore disrespectful acts done against the Blessed One.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་བསྐལ་པ་གྲངས་མེད་པ་གསུམ་དུ་དཀའ་བ་བརྒྱ་སྟོང་དུ་མས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་མཛད་པས་བླ་ན་མེད་པའི་ཡེ་ཤེས་བརྙེས་པའི་བཅོམ་ལྡན་འདས་དེ་འཇིག་རྟེན་ཐམས་ཅད་མེད་པའི་ཡུལ་སྟོང་རྒྱུ་ཞིང་གཤེགས་པར་བྱ་འམ།
en: The Blessed One has attained supreme wisdom because he completed the six perfections through hundreds of thousands of austerities for three incalculably long eons.

source: མ་ལ་བདག་གིས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་བདེ་བ་ལ་རེག་པར་བྱ་བའི་ཕྱིར་འབད་པར་བྱའོ་སྙམ་ནས་དེས་རླུང་གཏོང་བའི་ལྷའི་བུ་ལ་བསྒོ་བ།
en: Should that Blessed One, who is excellent throughout the whole world, travel in an empty country? I will now strive for the comfort of the Blessed One together with the community of disciples.”

source: སོང་ལ་ཆུ་དུག་ཅན་རྣམས་སྐོམས་ཤིག །ཆར་འབེབས་པའི་ལྷའི་བུ་ལ་བསྒོ་བ།
en: He ordered the sons of the gods who send wind, “Go and dry up the poisoned waters.”

source: འདི་རྣམས་ཀྱིས་བསྐམས་པ་དང་། ཁྱོད་ཀྱིས་ཆུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པས་ཁོང་ཤིག །རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ལ་ཡང་བསྒོ་བ།
en: He ordered the sons of the gods who cause rain, “Fill the places they have dried up with water with the eight good qualities.”

source: ཁྱེད་ཀྱིས་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ཉེ་འཁོར་དུ་གནས་ཐོབ་ཤིག །དེ་ནས་རླུང་གཏོང་བའི་ལྷའི་བུས་ནི་ཆུ་དུག་ཅན་རྣམས་བསྐམས་སོ།
en: He also ordered the gods attendant on the Four Great Kings, “Lead people to live near the city of Bhadraṃkara.” Thereupon the sons of the gods who send wind dried up the poisoned waters.

source: །ཆར་འབེབས་པའི་ལྷའི་བུས་ནི་དེར་ཡང་ཆུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པས་བཀང་ངོ་།
en: The sons of the gods who cause rain filled those places with water with the eight good qualities.

source: །རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་ཀྱང་གྲོང་ཁྱེར་བཟང་བྱེད་ཀྱི་ཉེ་འཁོར་དུ་གནས་བཏབ་ནས་ལྗོངས་རྣམས་འབྱོར་ཅིང་རྒྱས་པར་གྱུར་ཏོ།
en: The gods attendant on the Four Great Kings led people to live near the city of Bhadraṃkara, and the country became prosperous.

source: །མུ་སྟེགས་ཅན་རྣམས་ཀྱིས་གྲོང་ཁྱེར་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་རྣམས་བསོགས་ནས་དེ་རྣམས་ཀྱིས་རྟོག་ཆེན་དག་མངགས་ཏེ་ལྗོངས་རྣམས་ཅི་འདྲ་ལྟོས་ཤིག །དེ་རྣམས་དོང་བ་ལས་ལྗོངས་རྣམས་ལྷག་པར་ཡང་འབྱོར་ཅིང་རྒྱས་པར་གྱུར་པ་མཐོང་ནས་སླར་འོངས་ཏེ་སྨྲས་པ།
en: The non-Buddhist ascetics gathered people who had lived in the city of Bhadraṃkara and sent spies to see how the country was. They went and saw that the country was very prosperous.

source: ཤེས་ལྡན་དག་ལྗོངས་རྣམས་འདི་ལྟ་བུར་འབྱོར་ཅིང་རྒྱས་པ་ནི་སྔོན་ལན་འགའ་ཡང་བདག་ཅག་གིས་མ་མཐོང་ངོ་། །མུ་སྟེགས་ཅན་རྣམས་ཀྱིས་སྨྲས་པ།
en: They returned and said, “Sirs, we have never seen the country in such prosperity.”

source: ཤེས་ལྡན་དག་ཁྱེད་ཀྱིས་མཐོང་ངམ།
en: “Sirs, do you see?” replied the non-Buddhist ascetics.

source: རེ་ཞིག་གང་ཞིག་སེམས་མེད་པའི་དངོས་པོ་རྣམས་ཀྱང་སྒྱུར་བར་བྱེད་པ་དེས།
en: “Will he who converts even the land not convert you too?

source: ཁྱེད་ཅག་སྒྱུར་བར་མི་བྱེད་པ་དེ་ལྟ་སྲིད་རེ་སྐན།
en: We bid you our final farewell.

source: ཁྱེད་ཅག་རྣམ་པ་ཐམས་ཅད་དུ་བལྟས་ཟིན་ཏེ།
en: This will be the last we see of you.

source: བལྟ་བའི་ཐ་མ་བྱས་ནས་འགྲོའོ། །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: We are leaving.”

source: འཕགས་པ་དག་བཞུགས་ཤིག །ཁྱེད་ཅག་ལ་དགེ་སྦྱོང་གཽ་ཏ་མས་ཅི་ཞིག་བགྱིར་མཆིས།
en: “O noble ones, please stay,” they implored them. “What harm will the śramaṇa Gautama do to you?

source: དེ་ཡང་རབ་ཏུ་བྱུང་བ་ལགས་ལ། ཁྱེད་ཀྱང་རབ་ཏུ་བྱུང་བ་སློང་ཞིང་འཚོ་བ་ལགས་ན།
en: He is a mendicant, and you are mendicants who live on alms, too.

source: ཅི་དེས་ཁྱེད་ཅག་གི་སློང་བ་བཀག་པར་འགྱུར་སྙམ་མམ།
en: Why would he prevent you from begging for alms?”

source: མུ་སྟེགས་ཅན་རྣམས་ཀྱིས་སྨྲས་པ། དམ་ཞིག་བཅས་ཏེ་གལ་ཏེ་ཁྱེད་ཅག་སུས་ཀྱང་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བལྟ་བར་འགྲོ་བར་མི་བྱ་ཞིང་གང་ཞིག་འགྲོ་བ་དེ་ལ་ཆད་པར་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུས་གཅད་པར་ཁྲིམས་འཆའ་ན་འདུག་གོ།
en: The non-Buddhist ascetics said, “We will stay if you promise us to make an agreement that none of you will go to see the śramaṇa Gautama, and that if anyone goes, a fine of sixty kārṣāpaṇas shall be imposed on him.”

source: །དེ་རྣམས་ཀྱིས་ཀྱང་ཁས་བླངས་ནས་ཁྲིམས་སུ་བཅས་སོ།
en: They agreed and made that promise.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ་རིམ་གྱིས་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་གཤེགས་ནས་བཟང་བྱེད་ཀྱི་ལྷོ་ཕྱོགས་ཀྱི་གནས་ཤིག་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country, arrived in due course at the city of Bhadraṃkara, and stayed in a certain place south of Bhadraṃkara.

source: །དེའི་ཚེ་སེར་སྐྱའི་གཞིའི་བྲམ་ཟེའི་བུ་མོ་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་བག་མར་བཏང་བ་དེ་ར་བའི་ཁ་ན་འདུག་པས་བཅོམ་ལྡན་འདས་མུན་ཁུང་ན་བཞུགས་པ་མཐོང་ནས་དེས་བསམས་པ།
en: At that time, a daughter of a brahmin in Kapilavastu was living in Bhadraṃkara after her marriage.

source: བཅོམ་ལྡན་འདས་ཤཱཀྱའི་རིགས་དགའ་བར་མཛད་པ། ཤཱཀྱའི་རིགས་ཀྱི་རྒྱལ་པོ་སྤངས་ནས་རབ་ཏུ་བྱུང་བ་དེ་ནི་འདི་ཡིན་ཏེ།
en: Standing on a wall, she saw the Blessed One in the dark and thought, “This is that Blessed One, the joy of the lineage of the Śākyans, who abandoned the throne belonging to the lineage of the Śākyans and went forth.

source: གལ་ཏེ་འདི་ལ་ཐེམ་སྐས་ཤིག་ཡོད་པར་གྱུར་ན་བདག་མར་མེ་ཐོགས་ལ་འབབས་པ་ཞིག །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་སུ་ཆུད་ནས་ཐེམ་སྐས་ཞིག་སྤྲུལ་ཏོ།
en: If I had a ladder here, I would descend, holding a lamp.” Then the Blessed One, knowing her mind with his own mind, created a ladder.

source: །དེ་ནས་དེ་སྙིང་དགའ་བ་དང་མགུ་བ་དང་། རབ་ཏུ་དགའ་བས་མར་མེ་ཐོགས་ཏེ་ཐེམ་སྐས་ལས་བབས་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་མར་མེ་བཞག་ནས་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ།
en: Pleased in her mind, delighted, and gratified, she descended the ladder, holding a lamp, and went to the Blessed One. When she arrived, she put the lamp in front of the Blessed One, bowed low until her forehead touched the Blessed One’s feet, and sat down to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས་དེ་དང་མཐུན་པའི་འཕགས་པའི་བདེན་པ་བཞི་སོ་སོར་རྟོགས་པར་འགྱུར་བའི་ཆོས་བཤད་པ་མཛད་དོ་ཞེས་བྱ་བ་ནས། སྐྱབས་སུ་མཆི་བར་མངོན་པར་དད་ལགས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: The Blessed One knew her thinking, proclivity, disposition, and nature and preached the Dharma that was appropriate for her and that caused her to penetrate the four truths of the noble ones. . . . “I embrace my faith as one who seeks refuge.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བུ་མོ་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One then said to the girl, “Girl, now you should go to the householder Miṇḍhaka.

source: །བུ་མོ་ཁྱོད་ཚུར་ཁྱིམ་བདག་ལུག་གང་ན་བ་དེར་སོང་ལ་ཕྱིན་པ་དང་དེ་ལ་ང་ན་རེ་ནད་མེད་པར་གྱུར་ཅིག་ཅེས་སྨྲོས་ལ་འདི་སྐད་ཅེས་ཀྱང་སྨྲོས་ཤིག །ཁྱིམ་བདག་ཁྱོད་ཀྱི་ཆེད་ཁོ་ནར་ང་འདིར་འོངས་ན་ཁྱོད་སྒོ་བཅད་ནས་འདུག་པས་གློ་བུར་བ་ལ་ཇི་ལྟར་ཁྱོད་བྱེད་པ་དེ་ལྟ་བུར་བྱ་བ་དེ་ཅི་ག་རིགས་སམ།
en: When you have arrived, greet him on my behalf and say, ‘Householder, it is for your sake that I have come here, but you keep your door shut.

source: གལ་ཏེ་ཚོགས་ཀྱིས་ཁྲིམས་སུ་བཅའ་བ་བྱས་སོ་ཞེས་སྨྲས་པ་དང་། ཁྱོད་ཀྱི་བུའི་རྐེད་པ་ལ་ལྔ་བརྒྱ་པའི་སྣོད་བཏགས་ཏེ་འདུག་པ་དེས་གལ་ཏེ་བརྒྱའམ་སྟོང་འགེད་པར་བཏང་ན་ཡང་གང་བ་ཉིད་དུ་འདུག་ཅིང་ཡོངས་སུ་ཟད་པར་མི་འགྱུར་ན་ཁྱོད་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུ་བྱིན་ནས་འོང་མི་ནུས་སམ་ཞེས་སྨྲོས་ཤིག །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་བུ་མོ་དེས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས་ཆས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟར་སུས་ཀྱང་མི་ཚོར་བ་དེ་ལྟར་བྱིན་གྱིས་བརླབས་ནས་ཁྱིམ་བདག་ལུག་གི་གན་དུ་སོང་སྟེ་ཕྱིན་པ་དང་སྨྲས་པ།
en: Is it appropriate to act in such a manner as you do to a guest?’ If he says that the group of people has made an agreement, say, ‘To your son’s waist is tied a purse containing five hundred coins. When he has spent a hundred or a thousand, it becomes just as it was and never becomes empty. Why can you not pay the sixty kārṣāpaṇas and come?’ ” “Certainly, O Honored One,” replied the girl, who then departed. The Blessed One exercised his magical power so that she went to the householder Miṇḍhaka without being noticed by anyone.

source: ཁྱིམ་བདག་བཅོམ་ལྡན་འདས་ཁྱོད་ལ་ནད་མེད་པར་གྱུར་ཅིག་ཅེས་གསུང་ངོ་།
en: When she arrived, she said, “O householder, the Blessed One greets you.”

source: །དེས་སྨྲས་པ། བུ་མོ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ལོ།
en: “Girl, I bow to the Buddha, the Blessed One,” he replied.

source: །ཁྱིམ་བདག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཁོ་ནའི་ཆེད་དུ་ང་འདིར་གཤེགས་ན་ཁྱོད་སྒོ་བཅད་ནས་འདུག་པ་གློ་བུར་བ་ལ་ཇི་ལྟར་ཁྱོད་བྱེད་པ་དེ་ལྟ་བུར་བྱ་བ་ཅིག་རིགས་སམ།
en: “O householder, the Blessed One said, ‘For your sake I have come here, but you keep your door shut. Is it reasonable to act in such a manner as you do to a guest?’ ”

source: དེས་སྨྲས་པ། བུ་མོ་ཚོགས་ཀྱིས་ཁྲིམས་སུ་བཅའ་བ་སུས་ཀྱང་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བལྟ་བར་བྱ་བའི་ཕྱིར་འགྲོ་བར་མི་བྱའོ། །གང་ཞིག་འགྲོ་ན་དེ་ཚོགས་ཀྱིས་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུའི་ཆད་པས་གཅད་དོ་ཞེས་དམ་བཅས་སོ། །ཁྱིམ་བདག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Girl,” he replied, “people have made an agreement and made a promise that no one should go to see the śramaṇa Gautama, and that if anyone goes, a fine of sixty kārṣāpaṇas shall be imposed on him.”

source: ཁྱོད་ཀྱི་བུའི་རྐེད་པ་ལ་ལྔ་བརྒྱ་པའི་སྣོད་བཏགས་ཏེ་འདུག་པ་དེས་གལ་ཏེ་བརྒྱའམ་སྟོང་འགེད་པར་བཏང་ན་ཡང་གང་བ་ཁོ་ནར་འགྱུར་ཞིང་ཡོངས་སུ་ཟད་པར་མི་འགྱུར་ན་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུ་བྱིན་ནས་ཁྱོད་འོང་བར་མི་ནུས་སམ་ཞེས་གསུང་ངོ་།
en: “O householder, the Blessed One said, ‘To your son’s waist is tied a purse containing five hundred coins. When he has spent a hundred or a thousand, it becomes just as it was and never becomes empty. Why can you not pay the sixty kārṣāpaṇas and come?’ ’’

source: །དེས་བསམས་པ། འདི་ནི་སུས་ཀྱང་མི་ཤེས་ན་བཅོམ་ལྡན་འདས་དེ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཡིན་པས་འགྲོའོ་སྙམ་ནས།
en: He thought, “Since no one knows this, he, the Blessed One, must be omniscient. I will go.”

source: དེས་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུ་སྒོར་བཞག་ནས་བྲམ་ཟེའི་བུ་མོས་བསྟན་པའི་ཐེམ་སྐས་ལས་བབས་ཏེ།
en: He put sixty kārṣāpaṇas at his door, descended the ladder as the brahmin girl had told him, and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ།
en: When he arrived, he bowed low until his forehead touched the Blessed One’s feet, and then sat before the Blessed One to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ལུག་གི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས་འཕགས་པའི་བདེན་པ་བཞི་སོ་སོར་རྟོགས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་བཤད་པ་མཛད་དེ།
en: The Blessed One knew the householder Miṇḍhaka’s thinking, proclivity, disposition, and nature and preached the Dharma that caused him to penetrate the four truths of the noble ones.

source: ཁྱིམ་བདག་ལུག་གིས་དེ་ཐོས་ནས་ཞེས་བྱ་བ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: Having heard it, the householder Miṇḍhaka . . . actualized the fruit of stream-entry.

source: །དེས་བདེན་པ་མཐོང་ནས་གསོལ་པ། བཅོམ་ལྡན་འདས་བཟང་བྱེད་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་འདི་དག་གིས་ཀྱང་ཅིག་འདི་ལྟ་བུའི་ཆོས་རྣམ་པ་སྣ་ཚོགས་འཐོབ་པར་འགྱུར་ལགས་སམ།
en: Having seen the truth, he asked, “O Blessed One, will these people living in Bhadraṃkara attain such good qualities?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་ཁྱོད་ལས་བརྟེན་ནས་ཕལ་ཆེར་ཀུན་གྱིས་འཐོབ་པ་ཁོ་ནར་འགྱུར་རོ།
en: “Householder,” the Blessed One answered, “it depends on you whether many people will do so.”

source: །དེ་ནས་ཁྱིམ་བདག་ལུག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་སྟེ།
en: Thereupon the householder Miṇḍhaka bowed low until his forehead touched the Blessed One’s feet, and then departed from the Blessed One’s presence.

source: དེ་ཁྱིམ་དུ་ཕྱིན་ནས་གྲོང་ཁྱེར་གྱི་ནང་དུ་ཀཱར་ཥཱ་པ་ཎའི་ཕུང་པོ་བཅེར་ཏེ་ཚིགས་སུ་བཅད་པས་སྨྲས་པ།
en: He went home, arranged a mountain of kārṣāpaṇas in the middle of the city, and spoke a verse:

source: གང་ཞིག་རྒྱལ་བ་འདོད་ཆགས་སྐྱོན་བཅོམ་རྩོད་མེད་པ། །མཚུངས་པ་མེད་པ་གསེར་གྱི་མདོག་ཅན་ལྟ་འདོད་པ།
en: “Whoever wishes to see the Victor, who has conquered the fault of desire And is undisputed, incomparable, and golden-colored,

source: །དེ་ནི་འཇིགས་མེད་སྙིང་གིས་ཤིན་ཏུ་ངེས་བྱོས་ལ།
en: Should go quickly with their minds fearless and well determined.

source: །མྱུར་དུ་དེངས་ཤིག་དེ་ཡི་ནོར་ནི་ཁོ་བོས་གཞལ།
en: I will pay their fines.”

source: །སྐྱེ་བོའི་ཚོགས་ཀྱིས་སྨྲས་པ། ཁྱིམ་བདག་དགེ་སྦྱོང་གཽ་ཏ་མ་མཐོང་ན་དགེ་བར་འགྱུར་རམ།
en: People asked, “O householder, will it be good to see the śramaṇa Gautama?”

source: དེས་སྨྲས་པ། དགེ་བར་འགྱུར་རོ། །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “It will be good,” he answered.

source: གལ་ཏེ་དེ་ལྟ་བས་ན་ཚོགས་ཁོ་ནས་ཁྲིམས་སུ་བཅས་པ་ཚོགས་ཁོ་ནས་བཤིག་ཏུ་ཟད་མོད།
en: “If so,” they said, “let us all break the agreement that we made.

source: འདི་ལ་འགལ་བ་ཅི་ཞིག་ཡོད།
en: Is there any objection to this?”

source: དེ་རྣམས་ཀྱིས་ཁྲིམས་སུ་བཅས་པ་བཤིག་ནས་འབྱུང་བར་བརྩམས་སོ།
en: They broke the agreement and began to leave.

source: །དེ་ནས་ཕན་ཚུན་སྡོས་པས་འབྱུང་བར་མ་ནུས་པ་དང་གནོད་སྦྱིན་ལག་ན་རྡོ་རྗེས་འདུལ་བའི་སྐྱེ་བོ་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་རྡོ་རྗེ་འཕངས་པས་ར་བ་དྲལ་ནས་སྲོག་ཆགས་བརྒྱ་སྟོང་ཕྲག་དུ་མ་ཁ་ཅིག་ནི་ཡ་མཚན་སྐྱེས། ཁ་ཅིག་ནི་སྔོན་གྱི་དགེ་བའི་རྩ་བས་ཡང་དག་པར་བསྐུལ་ནས་བྱུང་ངོ་།
en: They jostled one another, however, and were not able to go out. The yakṣa Vajrapāṇi, out of compassion for these people to be led, hurled his vajra and broke the wall, allowing hundreds of thousands of beings to go out, some prompted by curiosity and others spurred by their previous roots of merit.

source: །དེ་ནས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་འདུས་པས་བཅོམ་ལྡན་འདས་ཀྱི་ཉེ་འཁོར་དཔག་ཚད་གཅིག་ཚུན་ཆད་འཁོར་བར་འདུག་གོ།
en: Many people gathered and sat down in an area of one yojana around the Blessed One.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་དེ་རྣམས་ཟིལ་གྱིས་མནན་ཏེ་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ནས་སེམས་ཅན་དུ་མ་དག་གི་རྒྱུད་ལ་དགེ་བའི་རྩ་བ་སྐྱེད་པར་བྱེད་པའི་ཆོས་བཤད་པ་མཛད་དེ།
en: Then the Blessed One overwhelmed the assembly with his splendor. He sat on the seat prepared for him in front of the community of monks and preached the Dharma, which generated roots of merit in the personal continuums of many beings.

source: དེ་ཐོས་ནས་ཁ་ཅིག་གིས་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་དུ་བྱས་སོ་ཞེས་བྱ་བ་ནས། ཁ་ཅིག་ནི་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བླངས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།། །།འདུལ་བ་གཞི། བམ་པོ་ལྔ་བཅུ་བརྒྱད་པ།
en: Upon hearing it, some actualized the fruit of stream-entry . . . and some sought refuge and accepted the rules of training. B.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཡུན་རིང་པོ་ཞིག་ཏུ་ཆོས་བཤད་པས་གདུགས་ཚོད་ཀྱི་དུས་ལས་ཡོལ་བར་གྱུར་ཏོ།
en: Invitation after Mealtime As the Blessed One preached the Dharma for a very long time, the mealtime passed.

source: །ཁྱིམ་བདག་ལུག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཞལ་ཟས་ཀྱི་མཛད་པ་མཛད་དུ་གསོལ།
en: The householder Miṇḍhaka said, “O Blessed One, please have a meal.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་ཟས་ཀྱི་དུས་ལས་ཡོལ་བར་གྱུར་ཏོ། །དེས་གསོལ་པ།
en: “Householder, the mealtime has passed,” answered the Blessed One.

source: བཅོམ་ལྡན་འདས་དུས་མ་ལགས་པར་རུང་བ་ཅི་ལགས།
en: “O Blessed One, what is appropriate after the mealtime?” he asked.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མར་དང་། བུ་རམ་དང་། ཧྭགས་དང་། ཤ་ཁ་ར་དང་། བཏུང་བ་དག་གོ།
en: The Blessed One answered, “Ghee, guḍa, khaṇḍa, śarkarā, and drinks.”

source: །དེ་ནས་ཁྱིམ་བདག་ལུག་གིས་གཡོས་མཁན་དག་བཀུག་སྟེ་སྨྲས་པ། ཤེས་ལྡན་དག་དུས་མ་ཡིན་པའི་བཅའ་བ་རྣམས་མྱུར་དུ་སྟ་གོན་གྱིས་ཤིག །དེ་རྣམས་ཀྱིས་དུས་མ་ཡིན་པའི་བཅའ་བ་རྣམས་སྟ་གོན་བྱས་སོ།
en: Then the householder Miṇḍhaka called his cooks and said, “Sirs, quickly prepare the khādyaka to be eaten after the mealtime.”

source: །དེ་ནས་ཁྱིམ་བདག་ལུག་གིས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་དུས་མ་ཡིན་པའི་བཅའ་བ་དང་། དུས་མ་ཡིན་པའི་བཏུང་བ་རྣམས་ཀྱིས་ཚིམ་པར་བྱས་སོ།
en: They prepared the khādyaka to be eaten after the mealtime. Then the householder Miṇḍhaka satisfied the community of monks headed by the Buddha with the khādyaka to be eaten after the mealtime and drinks to be drunk after the mealtime.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ལུག་འཁོར་དང་བཅས་པ་ཡང་བདེན་པ་རྣམས་ལ་སོ་སོར་བཀོད།
en: Thereupon the Blessed One established the householder Miṇḍhaka, along with his attendants, in the truths, converted also the inhabitants of the hamlet, and departed. C. The Acceptance of Money

source: རི་འོར་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་དེ་ཡང་སྐལ་བ་ཇི་ལྟ་བ་བཞིན་དུ་བཏུལ་ཏེ་གཤེགས་པ་ན་ཁྱིམ་བདག་ལུག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཤུལ་གྱི་སྙུན་རྒྱགས་ཀྱི་ཟོང་ཀཱར་ཥཱ་པ་ཎ་དག་བཞེས་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “O Blessed One,” said the householder Miṇḍhaka, “please accept kārṣāpaṇas for provisions for illness while traveling.”

source: བླང་བར་བྱའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཀཱར་ཥཱ་པ་ཎ་བླང་བར་བྱའོ་ཞེས་བཀའ་སྩལ་པ་དང་། དགེ་སློང་རྣམས་ཀྱིས་སུ་ཞིག་གིས་བླང་བར་བྱ་བ་མ་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རུང་བ་བྱེད་པས་སོ།
en: “They may be accepted,” replied the Blessed One. When the Blessed One had said that kārṣāpaṇas may be accepted, the monks did not know who should accept them. The Blessed One said, “A person who makes things allowable should do so.”

source: །རུང་བ་བྱེད་པ་མེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་ཚུལ་གྱིས་སོ།
en: Since there was no one who makes things allowable, the Blessed One said, “A novice should do so.”

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་ཚུལ་གྱི་བསླབ་པའི་གཞི་བཅུ་པར་གསེར་དངུལ་ལེན་པར་གསུངས་ལ། བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་ཚུལ་གྱིས་བླང་བར་བྱའོ་ཞེས་གསུངས་པ་དེ་ཇི་ལྟ་བུ་ལགས།
en: The venerable Upālin asked the Buddha, the Blessed One, “O Honored One, although the Blessed One has prohibited acceptance of gold and silver in the tenth rule of training for novices, the Blessed One has now said, ‘A novice should accept them.’ What does this mean?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཉེ་བ་འཁོར་ངས་འཆང་བར་བྱེད་པ་ལས་དགོངས་ཏེ་གསུངས་ཀྱིས་མི་བླང་བ་ནི་མ་ཡིན་ཏེ། དེ་བས་ན་དགེ་ཚུལ་གྱིས་བླང་བར་བྱའི་བླངས་ནས་བདག་གིར་ནི་མི་བྱའོ། །ཁྱིམ་བདག་ལུག་གིས་གསོལ་པ།
en: “Upālin,” replied the Blessed One, “I meant ‘keeping’ when I prohibited it, not ‘accepting.’ Thus, novices may accept kārṣāpaṇas, but they should not keep the kārṣāpaṇas for their personal use.” D. The Acceptance of Guḍa “O Blessed One, please accept guḍa,” offered the householder Miṇḍhaka.

source: བཅོམ་ལྡན་འདས་བུ་རམ་དག་བཞེས་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied, “It may be accepted.”

source: བླང་བར་བྱའོ། །དགེ་སློང་རྣམས་ཀྱིས་སུ་ཞིག་གིས་ཇི་ལྟར་བླང་བར་བྱ་བ་མ་ཤེས་ནས།
en: The monks did not know who should accept it and how.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་པའམ་དགེ་ཚུལ་མེད་ན། དགེ་སློང་གིས་ཞག་བདུན་པར་བྱིན་གྱིས་བརླབས་ནས་རང་ཉིད་ཀྱིས་བཀུར་བར་བྱའོ།
en: The Blessed One explained, “If there is no layman or novice, a monk should carry it by himself after having taken formal possession of it as medicine to be consumed within seven days.”

source: །དགེ་སློང་དག་གིས་ཇི་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱ་བ་མ་ཤེས་ནས།
en: The monks did not know how to take formal possession of it.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལག་པ་གཉིས་བཀྲུས་ནས་བྱིན་ལེན་བྱས་ཏེ་ལག་པ་གཡོན་པའི་སྟེང་དུ་བཞག་ལ་ལག་པ་གཡས་པས་བཀབ་ནས་དགེ་སློང་གི་མདུན་དུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: The Blessed One instructed them, “After having washed one’s hands, one should take it, place it on the left hand, cover it with the right hand, sit before another monk, and say, ‘O venerable one, pay attention, please.

source: བདག་མིང་འདི་ཞེས་བགྱི་བའི་སྨན་འདི་བདག་དང་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱི་ཕྱིར་ཞག་བདུན་པར་བྱིན་གྱིས་བརླབ་བོ་ཞེས་དེ་སྐད་ལན་གཉིས་ལན་གསུམ་དུ་བརྗོད་པར་བྱའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ།
en: I, named So-and-so (the monk says his name), take formal possession of this medicine as medicine to be consumed within seven days for myself and my fellow monks.’ He should then say this a second and a third time.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བུ་རམ་ཞག་བདུན་པར་བྱིན་གྱིས་བརླབ་པར་བྱའོ་ཞེས་གང་གསུངས་པ་སུ་ཞིག་གིས་འཚལ་བར་བགྱི་ལགས།
en: The venerable Upālin asked the Buddha, the Blessed One, “O Honored One, the Blessed One has said that one may take formal possession of guḍa as medicine to be consumed within seven days. Who should eat it?”

source: ཉེ་བ་འཁོར་གང་ཟག་ལྔ་རྣམས་ཀྱིས་ཏེ།
en: “Upālin, five kinds of people should:

source: ལམ་དུ་ཞུགས་པ་དང་སྨྱུང་བ་བྱས་པ་དང་། ནད་པ་དང་། དགེ་སྐོས་དང་། ལག་གི་བླས་སོ།
en: those who are traveling, those who have fasted, the sick, the one responsible for monastic property, and the one in charge of construction.”

source: །དགེ་སློང་ལྗོངས་རྒྱུར་ཆས་པ་རྣམས་ཀྱིས་འབྲས་དང་ཕྱེ་དག་གི་ནང་དུ་བུ་རམ་བཅུག་པ་ལས་ལམ་གྱིས་ངལ་ནས་བཟའ་བར་འདོད་ན་འགྱོད་པས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Monks traveling through the country put guḍa in rice and barley groats. Although they wished to eat it as they were fatigued from traveling, they did not because of some doubts.

source: དགེ་སློང་དག་ཟས་དེ་ཟས་ཀྱི་བྱ་བ་བྱེད་མི་ནུས་པས་འབྲས་དག་གི་ནང་དུ་བཅུག་པ་གང་ཡིན་པ་དེ་སྤྲུགས་ནས་བཟའ་བར་བྱའོ། །ཕྱེ་རྣམས་ཀྱི་གང་ཡིན་པ་དེ་ནི་ཆུས་བཀྲུས་ནས་བཟའ་བར་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, since it would be insubstantial as a meal, you may eat some that has been put in rice after shaking the rice grains off and some that has been put in barley groats after washing it in water.”

source: །ཁ་ཅིག་ཞུ་བར་གྱུར་པ་དེ་བཀྲུར་མ་རུང་སྟེ་ཟས་དང་བཅས་པ་ཉིད་དུ་གྱུར་ནས།
en: They were not able to wash some that had melted, and it became mixed with the meal.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨྱུག་མའི་ཚལ་པས་བཞར་ལ་ཆུས་བཀྲུ་བར་བྱའོ།
en: The Blessed One said, “You should cut it with a piece of bamboo and wash it in water.”

source: །འོན་ཀྱང་ཟས་མེད་པར་བྱ་མ་ནུས་ནས།
en: Still, they were not able to separate it from food for a meal.

source: ལེགས་པར་བསལ་ཏེ། ཆུའི་ནང་དུ་མཉེས་ལ་བཏུང་བར་བྱས་ནས་དེ་ཚགས་ཀྱིས་བཙགས་ལ་བཏུང་བར་བྱ་སྟེ།
en: Rubbing it in water, you should make the guḍa into a drink, strain it with a strainer, and drink it.

source: །དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ནས་ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ།
en: The Former Lives of the Miṇḍhaka Family
